Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/news/ruijankaiku/ukomplisert_forjulsgave.docx.tmx
Source language: nob
Languages: fkv

source: Ukomplisert førjulsgave
fkv: Helppo joulunetuaijan skenkki

source: Saken gjelder muligheten til å lese Alf Nilsen-Børsskog på norsk.
fkv: Nyt oon kysymys siitä ette olis mahđolinen lukkeet Alf Nilsen-Børsskogii ruijaksi.

source: Helst før Dovre faller.
fkv: Hyvä se olis ennen mailmanloppuu.

source: Kvener og andre vil ha tilgang, både av litteraturfaglige og «leselystne» grunner.
fkv: Kväänit ja muut halluuvat sitä, sekä sievälitteratuurilisista syistä ette siksi ette ihmiset tykkäävät lukemisesta.

source: Er det godt skrevet?
fkv: Oonko net jännittäävät?

source: Er det spennende? Tro det eller ei, men vi har ennå ingen fasit.
fkv: Uskokkaa eli älkkää, mutta meilä ei ole mithään valmista vastausta.

source: For få har lest ham til å gi sikre svar.
fkv: Liijan harva oon lukenu häntä ette saattais anttaat varman vastauksen.

source: «Børsskog til norsk?
fkv: «Børsskogii ruijaksi?

source: Nei, det er ganske komplisert å få til.»
fkv: Ei, se kyllä oon kohta vaikkee tehtävä.»

source: Har vi fått til svar, de gangene vi har spurt kvener om saken.
fkv: Niin meile oon vastattu ko olema kysynheet lantalaisilta assiista.

source: Selve oversetterjobben er grei nok, der står det kun på penger og kompetanse, men så var det dette med forlag og rettigheter til originalverket da.
fkv: Itte kääntäminen, se kyllä mennee, siinä tarvittemma tyhä rahhaa ja kompetenssii, mutta kantona huhđassa oon forlaaki ja kirjan oikkeuđet.

source: Jurister og andre fallgruver.
fkv: Juristiita ja muita ansakuoppii.

source: Vi har lenge akseptert svaret.
fkv: Kauvoin met olema hyväksynheet sen selityksen.

source: Og like lenge unnlatt å gjøre det innlysende: Kontakte dem som sitter på rettighetene.
fkv: Kyssyyt Iđut-forlaakilta. Se oon pieni forlaaki mikä oon antanu ulos paljon kirjoi.

source: Et lite forlag med mange titler, de sto Nilsen-Børsskog nær da han levde, og ga ut den kvenske forfatterhøvdingens Elämän jatko.
fkv: Het olthiin paljon tekemisissä Nilsen-Børsskogin kansa sillon ko se vielä eli, ja forlaaki antoi ulos kans kirjailiijapäälikön kirjasarjan Elämän jatko.

source: Svaret fra Iđut kan du lese i dette magasinet, og vi kan røpe at det er sympatisk lesning.
fkv: Iđutin vastauksen sie saatat lukkeet tästä makasiinista, ja met saatama muistela ette se kyllä oon sommaa luettavaa.

source: Vi sporet ingen motvilje, en avtale framsto som en formalitet å få i stand.
fkv: Emmä met siitä löytänheet mithään vastoinmielisyyttä, se ette saađa aikhaan sopimuksen oli tyhä formaliteetti.

source: Så der har vi det.
fkv: Siinä se sitte oon.

source: Ballen svever ikke omkring i en eller annen sfære av juss og forgangen uenighet, ballen ligger pent i ro.
fkv: Pallo ei lentele ympärins mishään juridikan eli unheetetun epäsovun aika-avaruuđessa mutta makkaa sievästi paikoilans.

source: På kvensk banehalvdel.
fkv: Paanan lantalaisela puolela.

source: Vi forstår godt at Iđut oppfordrer andre til å ta seg av oppgaven.
fkv: Se ei ole meile vaikkee ymmärttäät ette Iđut meinaa ette pittää löytyyt muita jokka ottaavat tehtävän kontolens.

source: De har nok å sysle med, knyttet til en portefølje av bøker som også har stevnet bort fra det kvenske feltet.
fkv: Heilä oon nokko tekemistä muunlaisten kirjoin kansa mikkä ei olheen kuulu kväänikentthään.

source: Men hva så med kvenske aktører?
fkv: Mutta kunka oon kvääniaktööriitten kansa?

source: Ser vi en mangel på kvensk initiativ?
fkv: Vailuuko kvääniiltä kyky alkkaat hommhaan?

source: Her dropper vi raljeringen.
fkv: Tässä heitämä suunkäytön.

source: Det er snart jul, men først og fremst fordi også vi gikk rundt og trodde det var så komplisert.
fkv: Heti oon joulu, mutta ennen kaikkii sen tähđen ette metki kauvoin luulima ette se oli niin hankala assii.

source: Det er det altså ikke.
fkv: Mutta se ei olekhaan.

source: Det er bare dyrt og arbeidskrevende, altså en type veisperring som kvenene er vant til å snuble seg over.
fkv: Se oon tyhä tyyris ja vaattii paljon työtä, eli sen sortin tiepummi minkälaisten ylitte lantalaiset oon harjaantunheet kompuroittemhaan.

source: Med det sier vi takk for den hyggelige førjulsgaven fra folkene i Iđut forlag, og ønsker kvener og alle andre framtidige lesere av Nilsen-Børsskog ei riktig fin høytid.
fkv: Näilä sanoila met kiitämä siitä somasta jouluetuaijan skenkistä minkä saima Iđut-forlaakin väjeltä ja toivotamma lantalaisile ja kaikile muile Nilsen-Børsskogin tulleeville lukkiijoile oikhein hyvvii pyhänaikkoi.
